---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportPatternTable
source: html/e5b88354-d033-f559-f254-bbd7c84a72a1.htm
---
# ExportPatternTable Members

Constructs a new ExportPatternTable with default values.